<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Языковые переводы Laravel-OperSMS
    |--------------------------------------------------------------------------
    */

    'no_credentials_error' => 'Не указаны учетные данные от OperSMS.',

    'quantify_of_phones_and_messages_error' => 'Количество номеров должно совпадать с количеством сообщений.',

    'must_be_array_error' => 'Элемент должен быть массивом.',

    'missing_phone_error' => 'Отсутствует телефонный номер.',

    'missing_message_error' => 'Отсутствует сообщение.',

    'phone_format_validation_error' => 'Номер телефона или один из номеров указан в неверном формате.',

    'message_length_validation_error' => 'Сообщение или одно из сообщений не может быть пустым.',

];
